Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Applying climate adjustments
ar: تطبيق تعديلات المناخ
bg: Прилагане на климатични корекции
ca: Aplicant ajustaments climàtics
cs: Aplikace klimatických úprav
da: Anvendelse af klimajusteringsmetoder
de: Anwendung von Klimaanpassungen
el: Εφαρμογή προσαρμογών για το κλίμα
es: Aplicando ajustes climáticos
fi: Ilmastonmuutoksen säätöjen soveltaminen
fr: Application des ajustements climatiques
he: החלת התאמות אקלימיות
hi: जलवायु समायोजन लागू करना
hr: Primjena klimatskih prilagodbi
hu: Éghajlati kiigazítások alkalmazása
id: Menerapkan penyesuaian iklim
it: Applicare gli aggiustamenti climatici
ja: 気候調整の適用
kk: Климаттық түзетулерді қолдану
ms: Mengaplikasikan penyesuaian iklim
nl: Klimaataanpassingen toepassen
pl: Zastosowanie dostosowań klimatycznych
pt_br: Aplicando ajustes climáticos
pt_pt: Aplicando ajustes climáticos
ro: Aplicarea ajustărilor climatice
ru: Применение климатических корректировок
sk: Aplikácia klimatických úprav
sl: Uporaba prilagoditev podnebnim spremembam
sv: Tillämpa klimatjusteringar
th: การปรับเปลี่ยนสภาพภูมิอากาศ
tr: İklim ayarlamalarının uygulanması
uk: Застосування кліматичних коригувань
vi: Áp dụng điều chỉnh khí hậu
zh_hans: 应用气候调整
zh_hant: 應用氣候調整

source: Are you sure you want to delete all water portions, health profiles, and cached data? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف جميع أجزاء الماء، ملفات الصحة، والبيانات المخبأة؟ لا يمكن التراجع عن هذا الإجراء.
bg: Сигурни ли сте, че искате да изтриете всички водни порции, здравни профили и кеширани данни? Тази операция не може да бъде отменена.
ca: Estàs segur que vols eliminar totes les porcions d'aigua, perfils de salut i dades emmagatzemades a la memòria cau? Aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete smazat všechny části vody, zdravotní profily a mezipaměť? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette alle vandportioner, sundhedsprofiler og cachedata? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie alle Wassermengen, Gesundheitsprofile und zwischengespeicherten Daten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα ποσοστά νερού, τα προφίλ υγείας και τα αποθηκευμένα δεδομένα; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Está seguro de que desea eliminar todas las porciones de agua, perfiles de salud y datos en caché? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa kaikki vesiosuudet, terveysprofiilit ja välimuistitiedot? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer toutes les portions d'eau, les profils de santé et les données mises en cache ? Cette action ne peut pas être annulée.
he: אתה בטוח שאתה רוצה למחוק את כל חלקי המים, פרופילי הבריאות והנתונים המזויפים? פעולה זו אינה ניתנת לביטול.
hi: क्या आप सुनिश्चित हैं कि आप सभी जल भाग, स्वास्थ्य प्रोफाइल और कैश डेटा को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati sve dijelove vode, zdravstvene profile i predmemorirane podatke? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy törölni szeretné az összes vízrészt, egészségügyi profilt és gyorsítótár adatokat? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus semua bagian air, profil kesehatan, dan data yang disimpan? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare tutte le porzioni d'acqua, i profili di salute e i dati memorizzati nella cache? Questa azione non può essere annullata.
ja: すべての水分、健康プロフィール、およびキャッシュデータを削除してもよろしいですか？この操作は元に戻せません。
kk: Сіз судың барлық бөліктерін, денсаулық профилдерін және кэшталған деректерді жоюды расындағыңыз келе ме? Бұл әрекетті кері қайтаруға болмайды.
ms: Adakah anda pasti anda ingin memadam semua bahagian air, profil kesihatan, dan data yang disimpan? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je alle waterporties, gezondheidsprofielen en cachegegevens wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć wszystkie części dotyczące wody, profile zdrowia oraz dane w pamięci podręcznej? Ta czynność nie może zostać cofnięta.
pt_br: Você tem certeza de que deseja excluir todas as porções de água, perfis de saúde e dados armazenados em cache? Essa ação não pode ser desfeita.
pt_pt: Tem a certeza de que deseja eliminar todas as porções de água, perfis de saúde e dados em cache? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi toate porțiile de apă, profilurile de sănătate și datele în cache? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить все части воды, профили здоровья и кэшированные данные? Это действие нельзя отменить.
sk: Ste si istý, že chcete vymazať všetky časti vody, zdravotné profily a uložené dáta? Túto akciu nie je možné vziať späť.
sl: Ali ste prepričani, da želite izbrisati vse dele vode, zdravstvene profile in shranjene podatke? Te akcije ni mogoče razveljaviti.
sv: Är du säker på att du vill radera alla vattenportioner, hälsoprofiler och cachelagrad data? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลส่วนที่เกี่ยวกับน้ำ, โปรไฟล์สุขภาพ และข้อมูลแคชทั้งหมด? การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Tüm su parçalarını, sağlık profillerini ve önbelleğe alınmış verileri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити всі порції води, профілі здоров'я та кешовані дані? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa tất cả các phần nước, hồ sơ sức khỏe và dữ liệu được lưu trữ không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除所有水分、健康档案和缓存数据吗？此操作无法撤消。
zh_hant: 您確定要刪除所有水份、健康資料和快取數據嗎？此操作無法撤消。

source: Are you sure you want to delete ALL water, caffeine, and alcohol data from HealthKit? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف جميع بيانات الماء والكافيين والكحول من HealthKit؟ لا يمكن التراجع عن هذا الإجراء.
bg: Сигурни ли сте, че искате да изтриете ALL данни за вода, кофеин и алкохол от HealthKit? Това действие не може да бъде отменено.
ca: Estàs segur que vols eliminar TOTA la informació sobre aigua, cafeïna i alcohol de HealthKit? Aquesta acció no es pot desfer.
cs: Jste si jisti, že chcete odstranit VŠECHNA data o vodě, kofeinu a alkoholu z HealthKit? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette ALLE vand-, koffein- og alkoholdata fra HealthKit? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie ALLE Wasser-, Koffein- und Alkohol-Daten aus HealthKit löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε ΟΛΑ τα δεδομένα σχετικά με το νερό, την καφεΐνη και το αλκοόλ από το HealthKit; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar TODOS los datos de agua, cafeína y alcohol de HealthKit? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa KAIKKI veden, kofeiinin ja alkoholin tiedot HealthKitistä? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer TOUTES les données sur l'eau, la caféine et l'alcool de HealthKit ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שאתה רוצה למחוק את כל המידע על מים, קפאין ואלכוהול מ-HealthKit? פעולה זו אינה ניתנת לביטול.
hi: क्या आप निश्चित हैं कि आप HealthKit से सभी पानी, कैफीन और शराब के डेटा को हटाना चाहते हैं? यह कार्रवाई वापस नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati SVE podatke o vodi, kofeinu i alkoholu iz HealthKit-a? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy el szeretné törölni az összes víz-, koffein- és alkoholfogyasztási adatot a HealthKit-ből? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus SEMUA data air, kafein, dan alkohol dari HealthKit? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare TUTTI i dati su acqua, caffeina e alcol da HealthKit? Questa azione non può essere annullata.
ja: すべての水分、カフェイン、アルコールのデータをHealthKitから削除してもよろしいですか？この操作は元に戻せません。
kk: Сіз HealthKit-тен БАРЛЫҚ су, кофеин және алкоголь деректерін жоюға шын ниеттесіз бе? Бұл әрекетті кері қайтару мүмкін емес.
ms: Adakah anda pasti mahu memadamkan SEMUA data air, kafein, dan alkohol daripada HealthKit? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je ALLE water-, cafeïne- en alcoholgegevens uit HealthKit wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć WSZYSTKIE dane dotyczące wody, kofeiny i alkoholu z HealthKit? Tej akcji nie można cofnąć.
pt_br: Você tem certeza de que deseja excluir TODOS os dados de água, cafeína e álcool do HealthKit? Esta ação não pode ser desfeita.
pt_pt: Tem a certeza de que deseja eliminar TODOS os dados de água, cafeína e álcool do HealthKit? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi TOATE datele despre apă, cafeină și alcool din HealthKit? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить ВСЕ данные о воде, кофеине и алкоголе из HealthKit? Это действие нельзя отменить.
sk: Ste si istý, že chcete vymazať VŠETKY údaje o vode, kofeíne a alkohole z HealthKit? Túto akciu nemožno zrušiť.
sl: Ali ste prepričani, da želite izbrisati VSE podatke o vodi, kofeinu in alkoholu iz HealthKit? Tej akciji ni mogoče vrniti nazaj.
sv: Är du säker på att du vill ta bort ALL vatten-, koffein- och alkoholdata från HealthKit? Denna åtgärd kan inte ångras.
th: คุณแน่ใจไหมว่าต้องการลบข้อมูลน้ำ, คาเฟอีน และแอลกอฮอล์ทั้งหมดจาก HealthKit? การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Tüm su, kafein ve alkol verilerini HealthKit'ten silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити ВСІ дані про воду, кофеїн та алкоголь з HealthKit? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa TẤT CẢ dữ liệu về nước, caffeine và rượu từ HealthKit? Hành động này không thể hoàn tác.
zh_hans: 您确定要从 HealthKit 中删除所有水、咖啡因和酒精数据吗？此操作无法撤销。
zh_hant: 您確定要刪除健康資料庫中所有的水分、咖啡因和酒精數據嗎？此操作無法恢復。

source: Automatic calculation of optimal hydration levels
ar: الحساب التلقائي لمستويات الترطيب المثلى
bg: Автоматично изчисляване на оптимални нива на хидратация
ca: Càlcul automàtic dels nivells d'hidratació òptims
cs: Automatické výpočty optimálního hydratace.
da: Automatisk beregning af optimale hydrationsniveauer
de: Automatische Berechnung der optimalen Hydratationslevel
el: Αυτόματη υπολογισμός βέλτιστων επιπέδων υδάτωσης
es: Cálculo automático de los niveles óptimos de hidratación
fi: Automaattinen optimaalisten nesteytyslevelien laskenta.
fr: Calcul de l'hydratation optimale de manière automatique
he: חישוב אוטומטי של רמות הידרציה אופטימליות
hi: स्वचालित रूप से आदर्श जलयोजन स्तरों की गणना
hr: Automatsko izračunavanje optimalne razine hidratacije
hu: Az optimális hidratáltsági szintek automatikus kiszámítása
id: Perhitungan otomatis tingkat hidrasi optimal
it: Calcolo automatico dei livelli ottimali di idratazione.
ja: 最適な水分補給レベルの自動計算
kk: Оптималды ылғалдылық деңгейлерін автоматты есептеу
ms: Pengiraan automatik tahap hidrasi yang optimum.
nl: Automatische berekening van optimale hydratatie niveaus
pl: Automatyczne obliczanie optymalnych poziomów nawodnienia
pt_br: Cálculo automático dos níveis de hidratação otimizados
pt_pt: Cálculo automático dos níveis de hidratação ótimos
ro: Calculul automat al nivelurilor optime de hidratare
ru: Автоматический расчет оптимальных уровней гидратации
sk: Automatické výpočty optimálnych hladín hydratácie
sl: Samodejno izračunavanje optimalne ravni hidracije
sv: Automatisk beräkning av optimala hydrationsnivåer
th: การคำนวณระดับความชุ่มชื้นที่เหมาะสมโดยอัตโนมัติ
tr: Optimal hidrasyon seviyelerinin otomatik hesaplanması
uk: Автоматичний розрахунок оптимальних рівнів гідратації
vi: Tính toán tự động mức độ hydrat hóa tối ưu
zh_hans: 自动计算最佳水合作用水平
zh_hant: 自動計算最佳水合作用水平

source: Average
ar: متوسط
bg: Среден
ca: Mitjana
cs: Průměrný
da: Gennemsnit
de: Durchschnitt
el: Μέσος όρος
es: Promedio
fi: Keskimäärin
fr: Moyenne
he: ממוצע
hi: औसत
hr: Prosjek
hu: Átlag
id: Rata-rata
it: Media
ja: 平均
kk: Орташа
ms: Purata
nl: Gemiddeld
pl: Średni
pt_br: Média
pt_pt: Média
ro: Medie
ru: Средний
sk: Priemer
sl: Povprečno
sv: Genomsnittlig
th: เฉลี่ย
tr: Ortalama
uk: Середній
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

source: Average Daily
ar: متوسط يومي
bg: Среден дневен
ca: Mitjana Diària
cs: Průměrný denní
da: Gennemsnitlig daglig
de: Durchschnittlicher Tageswert
el: Μέση Ημερήσια
es: Promedio Diario
fi: Keskimääräinen päivittäinen
fr: Moyenne quotidienne
he: יומי ממוצע
hi: औसत दैनिक
hr: Prosječno dnevno
hu: Átlagos napi
id: Rata-rata Harian
it: Media Giornaliera
ja: 平均的な日 daily
kk: Орташа күндік
ms: Purata Harian
nl: Gemiddelde Dagelijks
pl: Średnia dzienna
pt_br: Média Diária
pt_pt: Média Diária
ro: Zilnic Medie
ru: Среднее每日
sk: Priemerný deň
sl: Povprečno dnevno
sv: Genomsnittlig daglig
th: เฉลี่ยรายวัน
tr: Ortalama Günlük
uk: Середній щоденний
vi: Trung bình hàng ngày
zh_hans: 平均每日
zh_hant: 平均每日

source: Average daily intake and drink size
ar: متوسط الاستهلاك اليومي وحجم المشروبات
bg: Среден дневен прием и размер на напитките
ca: Ingesta mitjana diària i mida de la beguda
cs: Průměrný denní příjem a velikost nápoje
da: Gennemsnitligt dagligt indtag og drikkestørrelse
de: Durchschnittliche tägliche Aufnahme und Getränkgröße
el: Μέση ημερήσια πρόσληψη και μέγεθος ποτού
es: Ingesta diaria promedio y tamaño de bebida.
fi: Keskimääräinen päivittäinen saanti ja juoman koko
fr: Consommation quotidienne moyenne et taille des boissons
he: צריכת יומית ממוצעת וגודל שתייה
hi: औसत दैनिक सेवन और पेय का आकार
hr: Prosječni dnevni unos i veličina pića
hu: Átlagos napi bevitel és italadag mérete
id: Rata-rata asupan harian dan ukuran minuman
it: Assunzione quotidiana media e dimensione delle bevande.
ja: 平均的な1日あたりの摂取量と飲み物のサイズ
kk: Күнделікті орташа тамақтану мөлшері мен сусын көлемі.
ms: Pengambilan purata harian dan saiz minuman
nl: Gemiddelde dagelijkse inname en drinkgrootte
pl: Średnie dzienne spożycie i rozmiar napoju
pt_br: Consumo médio diário e tamanho da bebida.
pt_pt: Ingestão diária média e tamanho da bebida.
ro: Aportul mediu zilnic și dimensiunea băuturilor
ru: Среднесуточное потребление и размер порции напитка
sk: Priemerný denný príjem a veľkosť nápoja
sl: Povprečen dnevni vnos in velikost pijače
sv: Genomsnittligt dagligt intag och drickestorlek
th: ปริมาณการบริโภคเฉลี่ยต่อวันและขนาดเครื่องดื่ม
tr: Ortalama günlük alım ve içecek boyutu
uk: Середнє щоденне споживання та обсяг напоїв
vi: Lượng tiêu thụ trung bình hàng ngày và kích thước đồ uống.
zh_hans: 平均每日摄入量和饮料容量
zh_hant: 平均每日攝取量和飲料大小

source: Average Size
ar: الحجم المتوسط
bg: Среден размер
ca: Mida mitjana
cs: Průměrná velikost
da: Gennemsnitlig størrelse
de: Durchschnittliche Größe
el: Μέσο Μέγεθος
es: Tamaño Promedio
fi: Keskikoko
fr: Taille Moyenne
he: גודל ממוצע
hi: औसत आकार
hr: Prosječna veličina
hu: Átlagos méret
id: Ukuran Rata-Rata
it: Dimensione Media
ja: 平均サイズ
kk: Орташа өлшем
ms: Saiz Purata
nl: Gemiddelde grootte
pl: Średni rozmiar
pt_br: Tamanho Médio
pt_pt: Tamanho Médio
ro: Dimensiune medie
ru: Средний размер
sk: Priemerná veľkosť
sl: Povprečna velikost
sv: Genomsnittlig storlek
th: ขนาดเฉลี่ย
tr: Ortalama Boyut
uk: Середній розмір
vi: Kích thước trung bình
zh_hans: 平均大小
zh_hant: 平均尺寸

source: Average Water Intake
ar: متوسط استهلاك الماء
bg: Среден прием на вода
ca: Ingesta mitjana d'aigua
cs: Průměrný příjem vody
da: Gennemsnitligt vandindtag
de: Durchschnittliche Wasseraufnahme
el: Μέση Κατανάλωση Νερού
es: Ingesta Promedio de Agua
fi: Keskimääräinen vesimäärä
fr: Apport moyen en eau
he: צריכת מים ממוצעת
hi: औसत पानी का सेवन
hr: Prosječni unos vode
hu: Átlagos vízfogyasztás
id: Rata-rata Asupan Air
it: Assunzione Media di Acqua
ja: 平均的な水分摂取量
kk: Орташа Су Ішу мөлшері
ms: Pengambilan Air Purata
nl: Gemiddelde Waterinname
pl: Średnie spożycie wody
pt_br: Consumo Médio de Água
pt_pt: Ingestão Média de Água
ro: Consumul mediu de apă
ru: Среднее потребление воды
sk: Priemerný príjem vody
sl: Povprečen vnos vode
sv: Genomsnittligt vattenintag
th: ปริมาณน้ำที่ควรดื่มโดยเฉลี่ย
tr: Ortalama Su Tüketimi
uk: Середнє споживання води
vi: Lượng nước tiêu thụ trung bình
zh_hans: 平均水摄入量
zh_hant: 平均水攝取量

source: Avg Sleep
ar: متوسط النوم
bg: Среден сън
ca: Promig de son
cs: Průměrný spánek
da: Gennemsnitlig søvn
de: Durchschnittlicher Schlaf
el: Μέσος Ύπνος
es: Promedio de sueño
fi: Keskimääräinen uni
fr: Moyenne de sommeil
he: שינה ממוצעת
hi: औसत नींद
hr: Prosječan san
hu: Átlagos alvás
id: Rata-rata Tidur
it: Sonno medio
ja: 平均睡眠
kk: Орташа ұйқы
ms: Purata Tidur
nl: Gemiddelde Slaap
pl: Średni sen
pt_br: Média de Sono
pt_pt: Sono Médio
ro: Somn mediu
ru: Среднее время сна
sk: Priemerný spánok
sl: Povprečen spanec
sv: Genomsnittlig sömn
th: เฉลี่ยการนอน
tr: Ortalama Uyku
uk: Середня тривалість сну
vi: Giấc ngủ trung bình
zh_hans: 平均睡眠
zh_hant: 平均睡眠

source: Based on your health data, your recommended daily water intake is %lld ml. Would you like to update your current goal?
ar: استنادًا إلى بيانات صحتك، فإن كمية الماء الموصى بها يوميًا هي %lld مل. هل ترغب في تحديث هدفك الحالي؟
bg: На базата на вашите здравни данни, препоръчителният ви дневен прием на вода е %lld мл. Искате ли да актуализирате текущата си цел?
ca: Basat en les teves dades de salut, la teva ingesta d'aigua diària recomanada és de %lld ml. Vols actualitzar el teu objectiu actual?
cs: Na základě vašich zdravotních údajů je doporučený denní příjem vody %lld ml. Chcete aktualizovat svůj aktuální cíl?
da: Baseret på dine sundhedsdata er dit anbefalede daglige vandindtag %lld ml. Vil du opdatere dit nuværende mål?
de: Basierend auf Ihren Gesundheitsdaten liegt Ihre empfohlene tägliche Wasseraufnahme bei %lld ml. Möchten Sie Ihr aktuelles Ziel aktualisieren?
el: Με βάση τα δεδομένα υγείας σας, η συνιστώμενη ημερήσια πρόσληψη νερού είναι %lld ml. Θέλετε να ενημερώσετε τον τρέχοντα στόχο σας;
es: Basado en tus datos de salud, tu ingesta diaria recomendada de agua es de %lld ml. ¿Te gustaría actualizar tu objetivo actual?
fi: Terveystietojesi perusteella suositeltu päivittäinen vesimääräsi on %lld ml. Haluatko päivittää nykyisen tavoitteesi?
fr: En fonction de vos données de santé, votre apport quotidien recommandé en eau est de %lld ml. Souhaitez-vous mettre à jour votre objectif actuel ?
he: בהתבסס על נתוני הבריאות שלך, כמות המים המומלצת יומית היא %lld מ"ל. האם תרצה לעדכן את המטרה הנוכחית שלך?
hi: आपके स्वास्थ्य डेटा के आधार पर, आपकी अनुशंसित दैनिक पानी की खपत %lld मि.ली. है। क्या आप अपने वर्तमान लक्ष्य को अपडेट करना चाहेंगे?
hr: Na temelju vaših zdravstvenih podataka, vaša preporučena dnevna unos vode je %lld ml. Želite li ažurirati svoj trenutni cilj?
hu: Az egészségügyi adatai alapján a napi ajánlott vízfogyasztása %lld ml. Szeretné frissíteni a jelenlegi célját?
id: Berdasarkan data kesehatan Anda, asupan air harian yang dianjurkan adalah %lld ml. Apakah Anda ingin memperbarui tujuan Anda saat ini?
it: In base ai tuoi dati di salute, la tua assunzione giornaliera raccomandata di acqua è di %lld ml. Vuoi aggiornare il tuo obiettivo attuale?
ja: あなたの健康データに基づいて、推奨される1日の水分摂取量は%lld mlです。現在の目標を更新しますか？
kk: Сіздің денсаулық деректеріңізге сәйкес, ұсынылған күнделікті су қабылдау мөлшері %lld мл. Қазіргі мақсатыңызды жаңартқыңыз келе ме?
ms: Berdasarkan data kesihatan anda, pengambilan air harian yang disyorkan adalah %lld ml. Adakah anda ingin mengemas kini matlamat anda yang sekarang?
nl: Op basis van uw gezondheidsdata is uw aanbevolen dagelijkse waterinname %lld ml. Wilt u uw huidige doel bijwerken?
pl: Na podstawie Twoich danych zdrowotnych, zalecane dzienne spożycie wody wynosi %lld ml. Czy chciałbyś zaktualizować swój obecny cel?
pt_br: Com base nos seus dados de saúde, sua ingestão diária recomendada de água é de %lld ml. Você gostaria de atualizar sua meta atual?
pt_pt: Com base nos seus dados de saúde, a sua ingestão diária recomendada de água é de %lld ml. Gostaria de atualizar o seu objetivo atual?
ro: Pe baza datelor tale de sănătate, aportul zilnic recomandat de apă este de %lld ml. Ai dori să îți actualizezi obiectivul curent?
ru: Исходя из ваших данных о здоровье, ваша рекомендованная ежедневная норма потребления воды составляет %lld мл. Хотели бы вы обновить свою текущую цель?
sk: Na základe vašich zdravotných údajov je odporúčaná denná dávka vody %lld ml. Chceli by ste aktualizovať svoj súčasný cieľ?
sl: Na podlagi vaših zdravstvenih podatkov je priporočena dnevna količina vode %lld ml. Ali želite posodobiti svoj trenutni cilj?
sv: Baserat på dina hälsodata är din rekommenderade dagliga vätskeintag %lld ml. Vill du uppdatera ditt nuvarande mål?
th: ตามข้อมูลสุขภาพของคุณ การรับน้ำที่แนะนำในแต่ละวันคือ %lld ml คุณต้องการปรับปรุงเป้าหมายปัจจุบันของคุณไหม?
tr: Sağlık verilerinize dayanarak, önerilen günlük su alımınız %lld ml'dir. Mevcut hedefinizi güncellemek ister misiniz?
uk: Виходячи з ваших даних про здоров'я, ваша рекомендована щоденна норма споживання води складає %lld мл. Чи бажаєте ви оновити свою поточну ціль?
vi: Dựa trên dữ liệu sức khỏe của bạn, lượng nước hàng ngày được khuyên dùng là %lld ml. Bạn có muốn cập nhật mục tiêu hiện tại của mình không?
zh_hans: 根据您的健康数据，您推荐的每日水摄入量是 %lld 毫升。您想更新您的当前目标吗？
zh_hant: 根據您的健康數據，建議您每日水分攝取量為 %lld 毫升。您想更新目前的目標嗎？

source: Basic Reminders
ar: تذكيرات أساسية
bg: Основни напомняния
ca: Recordatoris Bàsics
cs: Základní připomenutí
da: Basis Påmindelser
de: Grundlagen Erinnerungen
el: Βασικές Υπενθυμίσεις
es: Recordatorios Básicos
fi: Perusmuistutukset
fr: Rappels de base
he: תזכורות בסיסיות
hi: बुनियादी याद दिलाने वाले
hr: Osnovna podsjetnika
hu: Alapvető emlékeztetők
id: Pengingat Dasar
it: Promemoria di base
ja: 基本的なリマインダー
kk: Негізгі ескертпелер
ms: Peringatan Asas
nl: Basis Herinneringen
pl: Podstawowe przypomnienia
pt_br: Lembretes Básicos
pt_pt: Lembretes Básicos
ro: Amintiri de bază
ru: Основные напоминания
sk: Základné pripomienky
sl: Osnovni opomniki
sv: Grundläggande påminnelser
th: คำเตือนพื้นฐาน
tr: Temel Hatırlatmalar
uk: Основні нагадування
vi: Những nhắc nhở cơ bản
zh_hans: 基本提醒
zh_hant: 基本提醒

source: Beer
ar: بيرة
bg: Бира
ca: Cervesa
cs: Pivo
da: Øl
de: Bier
el: Μπύρα
es: Cerveza
fi: Olut
fr: Bière
he: בירה
hi: बीयर
hr: Pivo
hu: Sör
id: Bir
it: Birra
ja: ビール
kk: Сыра
ms: Bira
nl: Bier
pl: Piwo
pt_br: Cerveja
pt_pt: Cerveja
ro: Bere
ru: Пиво
sk: Pivo
sl: Pivo
sv: Öl
th: เบียร์
tr: Bira
uk: Пиво
vi: Bia
zh_hans: 啤酒
zh_hant: 啤酒

source: Best and current streaks
ar: أفضل وأحدث السلاسل المتصلة
bg: Най-добри и текущи серии
ca: Millors i actuals ratxes
cs: Nejlepší a aktuální série
da: Bedste og nuværende stime.
de: Beste und aktuelle Serien
el: Καλύτερες και τρέχουσες σερί.
es: Mejores y actuales rachas
fi: Paras ja nykyiset voittoputket.
fr: Meilleures séries et séries actuelles
he: הטובות ביותר ורצפים נוכחיים
hi: सर्वश्रेष्ठ और वर्तमान धाराएँ
hr: Najbolje i trenutne serije
hu: A legjobb és aktuális sorozatok
id: Rekor terbaik dan terkini
it: "Le migliori e le attuali strisce."
ja: 最高の現在の連勝記録
kk: Ең жақсы және қазіргі үздік сериялар
ms: Streak terbaik dan terkini
nl: Beste en huidige reeksen
pl: Najlepsze i aktualne serie.
pt_br: Melhores e atuais sequências.
pt_pt: Melhores e atuais sequências.
ro: Cele mai bune și actuale serii.
ru: Лучшие и текущие серии.
sk: Najlepšie a aktuálne série
sl: Najboljše in trenutne serije
sv: Bästa och aktuella sviter
th: ดีที่สุดและยอดชนะในปัจจุบัน
tr: En iyi ve güncel seriler
uk: Найкращі та актуальні серії.
vi: Chuỗi thắng tốt nhất và hiện tại.
zh_hans: 最佳和当前连胜记录
zh_hant: 最佳及當前連勝記錄
